name: "json_model"
backend: "python"
max_batch_size: 0

input [
  {
    name: "INPUT_JSON"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]

output [
  {
    name: "OUTPUT_JSON"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]